import React,{useState, useEffect} from "react";
import Header from "../component/header";
import Sidebar from "../component/sidebar";
import { useDispatch } from "react-redux";
import { appInfoAction } from "../store/Slice/appInfoSlice";

const PrivacyPolicy  = ()=>{
  const dispatch = useDispatch()
    const [showSideBar, setShowSideBar] = useState(false);
    const handleSideBar = () => {
        setShowSideBar(!showSideBar);
      };
    useEffect(() => {
      dispatch(appInfoAction.sideBar(false))
        if (showSideBar) {
          document.body.classList.add("sidebar-open");
        } else {
          document.body.classList.remove("sidebar-open");
        }
      }, [showSideBar]);
    return(
        <>
        <Header handleSideBar={handleSideBar} >
        <div className="flex justify-center  aligin-center">
         <h1 className="text-white">Term and Condition</h1>
          </div>
        </Header>
        <div className="flex">
          <Sidebar showSide={showSideBar} />
          <div className={` w-full absolute`}>
          <div className="w-full p-2 term">
  <br />
  <div className="container-fluid">
    <ol>
      <h4 className="text-md-center fw-bold">
        תקנון, תנאי שימוש ומדיניות פרטיות לאתר "TAKEME"
      </h4>
      <p>
        <b>TAKEME</b> מודים על בחירתכם לגלוש באתר האינטרנט המופעל בכתובת{" "}
        <b>www.takeme-all.com ("האתר")</b>, וכן להשתמש באפליקציה ובשירותים
        באמצעות הוואטסאפ והרשתות החברתיות.
      </p>
      <p>
        האתר מספק פלטפורמה נוחה לחיפוש מוצרים ו/או שירותים להשכרה ו/או מכירה{" "}
        <b>("המוצרים")</b> באמצעות בתי עסק, בעלי מקצוע, אנשים פרטיים ועוד{" "}
        <b>("בעלי המקצוע")</b>. גולשי האתר יכולים לערוך חיפוש חינמי באמצעות
        קטגוריות שונות באתר.
      </p>
    </ol>
    <ul className="ul1">
      <li className="right">כללי</li>
      <ul className="ul2">
        <li className="bg-color">
          הגלישה באתר כפופה לתנאים המפורטים בתקנון ותנאי שימוש אלו (״התקנון״).
          אנא קרא את התקנון בקפידה, שכן הגלישה באתר וביצוע פעולות בו מעידים על
          הסכמתך לתנאים הכלולים בתקנון. כמו כן, האתר שומר את זכותו לשנות את תנאי
          התקנון, מעת לעת, על פי שיקול דעתו הבלעדי וללא הודעה מוקדמת. מועד החלת
          השינוי כאמור יהיה מרגע פרסומו באתר.
        </li>
        <li className="bg-color">
          האמור בתקנון זה מתייחס באופן שווה לבני שני המינים והשימוש בלשון זכר או
          נקבה הוא מטעמי נוחות בלבד.
        </li>
        <li className="bg-color">
          תנאי התקנון חלים על שימוש באתר ובתכנים הכלולים בו באמצעות כל מחשב או
          מכשיר תקשורת אחר (כדוגמת טלפון סלולרי, מחשבי טאבלט וכיו"ב). כמו כן הם
          חלים על השימוש באתר, בין באמצעות רשת האינטרנט ובין באמצעות כל רשת או
          אמצעי תקשורת אחרים.
        </li>
        <li className="bg-color">
          הגלישה באתר מותרת בכל גיל. פעולה של קטין מתחת לגיל 18 מחייבת אישור
          הורה או אפוטרופוס.{" "}
        </li>
        <li className="bg-color">
          במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה חסרת תוקף
          מטעם כלשהו, לא יהא בכך כדי להשפיע או לפגוע בחוקיותן, תקפותן ואכיפתן של
          שאר הוראות התקנון.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">הגלישה באתר</li>
      <ul className="ul2">
        <li className="bg-color">
          הגלישה באתר והעיון בו אינם דורשים הרשמה, והוא פתוח לכל גולש. יחד עם
          זאת, על מנת לפרסם באתר יש להירשם לאחד מהמסלולים.{" "}
        </li>
        <li className="bg-color">
          בעת השארת פרטים באתר יתבקש הגולש למסור פרטים אישיים כגון: שם פרטי, שם
          משפחה, טלפון וכן כתובת דואר אלקטרוני פעילה (לשיקול דעתו של האתר).
          מסירת פרטים חלקיים או שגויים עלולים למנוע את האפשרות להשתמש בשירות
          ולסכל יצירת קשר במקרה הצורך. במקרה של שינוי פרטים יש לעדכנם באתר.
        </li>
        <li className="bg-color">
          מובהר כי אין חובה על-פי חוק למסור את המידע, אולם בלא למוסרו לא ניתן
          יהיה לרכוש באתר.
        </li>
        <li className="bg-color">
          האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות של האתר
          המהווה חלק בלתי נפרד מתקנון זה.
        </li>
        <li className="bg-color">
          השארת פרטים באתר, בכפוף להסכמת הגולש, כוללת, בין היתר, קבלת תוכן
          שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים למשתמשים רשומים.{" "}
        </li>
        <li className="bg-color">
          האתר רשאי לקבוע, מעת לעת, דרכי זיהוי לכניסה לאתר ובכלל זה התחברות לאתר
          דרך הפייסבוק ו/או רשת חברתית אחרת ו/או פלטפורמה אחרת.
        </li>
        <li className="bg-color">
          האתר רשאי למנוע מכל גולש שימוש באתר לפי שיקול דעתו המוחלט. מבלי לגרוע
          מהאמור לעיל, רשאי האתר לחסום גישתו אליו בכל אחד מהמקרים הבאים:
        </li>
        <ul>
          <li className="bg-color-in">
            אם בעת השארת פרטים באתר נמסרו במתכוון פרטים שגויים;
          </li>
          <li className="bg-color-in">
            במקרה שנעשה שימוש באתר לביצוע או כדי לנסות לבצע מעשה בלתי חוקי על-פי
            דיני מדינת ישראל, או מעשה הנחזה על פניו כבלתי חוקי כאמור, או כדי
            לאפשר, להקל, לסייע או לעודד ביצועו של מעשה כזה;
          </li>
          <li className="bg-color-in">אם הופרו תנאי תקנון זה;</li>
          <li className="bg-color-in">
            במקרה שנעשה שימוש באתר בניסיון להתחרות באתר;
          </li>
          <li className="bg-color-in">
            אם נעשתה על ידי גולש כל פעולה שתמנע מאחרים לגלוש ולהשתמש באתר בכל
            דרך שהיא.
          </li>
        </ul>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">אחריות האתר</li>
      <ul className="ul2">
        <li className="bg-color">
          אין לראות במידע המופיע באתר משום הבטחה לתוצאה כלשהי ו/או אחריות לאופן
          הפעילויות של השירותים המסופקים בו או המידע שמוצג בו. האתר לא יהיה
          אחראי לשום נזק, ישיר או עקיף, אשר ייגרם לגולש כתוצאה מהסתמכות על מידע
          המופיע באתר ו/או בקישורים לאתרים אחרים ו/או כל מקור מידע פנימי ו/או
          חיצוני אחר ו/או שימוש בשירותים ובמידע אשר מוצגים על ידו.
        </li>
        <li className="bg-color">
          מידע ומצגים אודות השירותים ו/או המוצרים המוצגים באתר, שמקורם בבעלי
          מקצוע, נמצאים באחריותם הבלעדית של בעלי המקצוע כאמור, ועל כן, מובן
          שלאתר אין כל אחריות בגין מידע מעין זה, ואין האתר ערב למידת הדיוק של
          מידע זה.
        </li>
        <li className="bg-color">
          האתר עושה מאמצים לבדוק את בעלי המקצוע והתכנים המועברים לפרסום באתר.
          יחד עם זאת, יודגש ויובהר שהאתר לא יהיה מחויב לעשות בדיקות רקע לבעלי
          המקצוע ואינו יכול ולא יהיה אחראי למידע המפורסם באתר ולשירותים ו/או
          המוצרים המוענקים על ידי בעלי המקצוע.
        </li>
        <li className="bg-color">
          יובהר כי האתר אינו צד לכל התקשרות בין לקוח לבעלי המקצוע והוא פועל אך
          ורק על מנת לקשר בין הלקוחות ובעלי המקצוע, וכי האתר אינו מספק את
          השירותים ו/או המוצרים המוצעים לרכישה על ידי בעלי המקצוע. האתר משמש
          כפלטפורמה המתווכת בין לקוחות לבעלי המקצוע. לפיכך, כל האחריות לשירותים
          ו/או למוצרים המוצעים לרכישה או השכרה על ידי בעלי המקצוע, לרבות טיב
          ואיכות השירותים ו/או המוצרים, תכונותיהם, אופן אספקתם, מדיניות ביטול
          והתשלום בגינם חלה על בעלי המקצוע ועליהם בלבד, ולכל טענה ו/או דרישה
          ו/או בקשה יש לפנות אך ורק לבעלי המקצוע. כמו כן, ההתקשרות עם בעלי
          המקצוע ותיאום מתן השירותים ו/או המוצרים ייעשה באופן ישיר מול בעלי
          המקצוע.
        </li>
        <li className="bg-color">
          האתר יהיה רשאי לבצע פעולות במקום בעל המקצוע, על מנת לשפר את תהליך
          הקנייה, לרבות סיוע בגביית תשלום, מענה ללקוח בנוגע לזמינות המוצר ו/או
          השירות בהתאם לפרטים המועברים על ידי בעל המקצוע וכיו"ב.
        </li>
        <li className="bg-color">
          האתר יהיה רשאי לקבוע את אופן התשלום בין הלקוח לבין בעל המקצוע, וכן את
          העמלה עבור האתר בגין העסקה, אשר עשויה להשתנות מעת לעת.
        </li>
        <li className="bg-color">
          בעלי המקצוע יהיו האחראים הבלעדיים על כל האישורים, הרישיונות והביטוחים
          הנדרשים למוצר ו/או לשירות אשר מוצע לרכישה או השכרה על ידם. האחריות על
          בדיקת המסמכים, לרבות אישורים נדרשים, רישיונות וביטוחים למוצר ו/או
          שירות חלה על הלקוח בלבד, וללקוח לא תהיה כל טענה ו/או דרישה ו/או תביעה
          כלפי האתר בגין האמור לעיל.
        </li>
        <li className="bg-color">
          האתר לא יהיה אחראי לכל נזק (ישיר או עקיף), הפסד, עגמת נפש והוצאות
          שייגרמו לגולשים ו/או לצדדים שלישיים כלשהם בעקבות שימוש או הסתמכות על
          כל תוכן, מידע, נתון, מצג, תמונה, וידאו, אודיו, פרסומת, מוצר, שירות
          וכו' המופעים באתר. כל הסתמכות כאמור נעשית על-פי שיקול דעתו ואחריותו
          הבלעדית של הגולש באתר.
        </li>
        <li className="bg-color">
          האתר בשום מקרה לא יהיה אחראי לנזק שנגרם לגולש האתר באמצעות יצירת קשר
          עם בית עסק או בעל מקצוע המפרסם את עצמו באתר, או עם שותפיו העסקיים של
          האתר.
        </li>
        <li className="bg-color">
          האתר ממליץ לגולשים באתר לנהוג בתבונה ובזהירות, ולקרוא בעיון את המידע
          המוצג באתר ובכלל זה את המידע ביחס לשירות עצמו, תיאורו והתאמתו, כמתואר
          להלן.
        </li>
        <li className="bg-color">
          התכנים באתר ניתנים לשימוש כמות שהם ("AS IS"). לא ניתן להתאימם לצרכיו
          של כל אדם ואדם. לא תהיה לגולש כל טענה, תביעה או דרישה כלפי האתר בגין
          תכונות של התכנים, יכולותיהם, מגבלותיהם ו/או התאמתם לצרכיו.
        </li>
        <li className="bg-color">
          האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות שהוא, ויהיה
          מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין, יתכן
          ונפלו טעויות טכניות או אחרות במידע.
        </li>
        <li className="bg-color">
          השימוש באתר ייעשה על אחריותו הבלעדית והמלאה של כל גולש. כל החלטה
          שתתקבל ביחס לתכנים שיתפרסמו באתר הינה באחריותו המלאה.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">מדיניות פרסום באתר</li>
      <ul className="ul2">
        <li className="bg-color">
          האתר שומר לעצמו את הזכות לא לאשר נוסח של תגובה או תוכן או חוות דעת
          שאינו ראוי ו/או אינו עומד בסטנדרטים של האתר ו/או שאסור לפרסום ו/או
          למכירה על פי חוקי מדינת ישראל.
        </li>
        <li className="bg-color">
          האתר רשאי להסיר ו/או לערוך כל תגובה ו/או תוכן באתר.{" "}
        </li>
        <li className="bg-color">
          מבלי לגרוע מהאמור, בתי עסק ובעלי מקצוע המצטרפים לאתר ו/או מפרסמים
          באתר, מסכימים, מתחייבים ומאשרים כי ידוע להם:
        </li>
        <ul>
          <li className="bg-color-in">
            שהאתר ניתן לשימוש כפי שהוא ושהשימוש בשירותיו הוא באחריותם בלבד;
          </li>
          <li className="bg-color-in">
            שהאחריות לתוכן שיועלה ו/או יימסר לפרסום יהיה באחריותו הבלעדית, לרבות
            שינויים ועריכות שיבוצעו על ידי האתר;
          </li>
          <li className="bg-color-in">
            שהאתר, מנהליו, עובדיו או מי מטעמו לא יהיו אחראים, באופן ישיר או
            עקיף, לכל נזק לרבות, לגוף, לרכוש או לכל נזק אחר או לכל הפסד אחר, אשר
            יגרם כתוצאה משימוש באתר, אפילו אם האתר הזהיר, המליץ או ייעץ לעניין
            מסוים ובשום מקרה האתר לא יהווה תחליף או יישא באחריות בית העסק ו/או
            בעל המקצוע ו/או המפרסם.
          </li>
        </ul>
        <li className="bg-color">
          בעת שיגור או מסירת תכנים לפרסום באתר, חלה על המפרסם האחריות המלאה
          והבלעדית לכל תוצאה שתנבע מהפרסום ועליו להקפיד שתכנים כאלה יהיו חוקיים.
          בין היתר ולמען הדוגמה בלבד, אין לפרסם באתר את התכנים הבאים:
        </li>
        <ul>
          <li className="bg-color-in">כל תוכן הידוע כשקרי, מטעה או מסולף;</li>
          <li className="bg-color-in">
            כל תוכן הפוגע בזכויות קנייניות של אחרים או מפר אותן לרבות זכויות
            יוצרים וסימני מסחר;
          </li>
          <li className="bg-color-in">כל תוכן העלול להטעות צרכן;</li>
          <li className="bg-color-in">
            כל תוכן פורנוגראפי או בעל אופי מיני בוטה;
          </li>
          <li className="bg-color-in">
            כל תוכן הנוגע לקטינים ומזהה אותם, את פרטיהם האישיים או את מענם ודרכי
            ההתקשרות עימם;
          </li>
          <li className="bg-color-in">
            כל תוכן המזהה אישית אנשים אחרים, מבלי שנתנו את הסכמתם לפרסום זהותם;
          </li>
          <li className="bg-color-in">
            כל תוכנת מחשב, קוד מחשב או יישום הכוללים נגיף מחשב ("וירוס") לרבות
            תוכנות עוינות ויישומים מזיקים למיניהם;
          </li>
          <li className="bg-color-in">
            כל תוכן המהווה לשון הרע על אדם, או הפוגע בפרטיותו או בשמו הטוב;
          </li>
          <li className="bg-color-in">
            כל תוכן בעל אופי או תוכן טורדני, מעליב, עוין, מאיים או גס רוח;
          </li>
          <li className="bg-color-in">
            כל תוכן שיש בו, או הוא מעודד לגזענות או אפליה פסולה על בסיס כלשהו;
          </li>
          <li className="bg-color-in">
            כל תוכן המעודד ביצוע עבירה פלילית או עלול להוות בסיס לתביעה אזרחית;
          </li>
          <li className="bg-color-in">
            כל תוכן המנוגד לכללי השימוש המקובלים באינטרנט או העלול לגרום נזק או
            לפגוע במשתמשי האינטרנט בכלל ובמשתמשי האתר בפרט וכל תוכן שנועד לקדם
            את האינטרסים של מתחרי האתר.
          </li>
        </ul>
        <li className="bg-color">
          האתר רשאי לסרב לפרסם או למחוק לאלתר כל תוכן שנמסר לפרסום בכל עת שימצא
          כי הופרו תנאי התקנון או שתכנים שפורסמו פוגעים או עלולים לפגוע בשירותים
          הניתנים באתר, במשתמשיו, באתר או במי מטעמו. בנוסף, האתר יהיה רשאי במקרה
          זה למנוע מגולש מלפרסם תכנים נוספים באתר ו/או לחסום את גישתו לאתר.
          הוראות סעיף זה מוסיפות על זכויות האתר על פי כל דין.
        </li>
        <li className="bg-color">
          מסירת תכנים ו/או תגובות לפרסום באתר מהווה אישור כי המפרסם הוא בעל כל
          הזכויות בהם וכי הוא רשאי למוסרם לפרסום ו/או הוא בעל הרשאה כדין מבעל
          הזכויות, המתירה לו למסור את התכנים לפרסום באתר. מובהר כי המפרסם מוחזק
          כאחראי לשאת בכל נזק ו/או הפסד ו/או תביעה ו/או דרישה שיוגשו נגד האתר
          בגין שימוש ללא היתר בתכנים כאמור.
        </li>
        <li className="bg-color">
          במסירת התכנים לפרסום מוקנה לאתר רישיון חינם, כלל עולמי ובלתי מוגבל
          בזמן, להעתיק, לשכפל, להפיץ, לשווק, למסור לציבור, לעבד, לערוך, לתרגם
          ולהשתמש בתכנים כאמור בכל דרך נוספת, לפי שיקול דעתו, באתר, בדברי דפוס,
          לרבות בעיתונים, מגזינים, כתבי עת, ספרים וכיו"ב, במדיות דיגיטליות,
          לרבות באתרי אינטרנט נוספים, בארכיבים דיגיטאליים ובשירותים הניתנים
          ברשתות תקשורת, לרבות תקשורת חוטית, אל חוטית, סלולארית, כבלים ולווין.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">הרשאה לדיוור, פרסומים ופרסומת</li>
      <ul className="ul2">
        <li className="bg-color">
          גולש שהשאיר פרטים באתר ומצורף לרשימת הדיוור של האתר, מאשר שימוש בפרטיו
          לצורך קבלת מידע שיווקי, עדכונים ופרסומות שיבצע האתר מעת לעת.
        </li>
        <li className="bg-color">
          על גולש שהשאיר פרטים כאמור תחולנה הוראות הדיוור המפורטות בתקנון להלן.
        </li>
        <li className="bg-color">
          אין להשאיר פרטים של אדם אחר באתר שלא בהסכמתו ו/או ללא נוכחותו מול המסך
          בשעת השארת הפרטים ולאחר שהוסברו לו כל תנאי התקנון.
        </li>
        <li className="bg-color">
          בעת השארת הפרטים יתבקש הגולש למסור פרטים אישיים כגון: שם פרטי, שם
          משפחה, טלפון וכן כתובת דואר אלקטרוני פעילה (לשיקול דעתו הבלעדי של
          האתר). מסירת פרטים חלקיים או שגויים עלולים למנוע את האפשרות להשתמש
          בשירות ולסכל יצירת קשר במקרה הצורך. במקרה של שינוי פרטים יש לעדכנם
          באתר.
        </li>
        <li className="bg-color">
          מובהר כי אין חובה על-פי חוק למסור פרטים באתר, אולם בלא למוסרם לא ניתן
          יהיה לקבל תוכן שיווקי ועדכונים מהאתר.{" "}
        </li>
        <li className="bg-color">
          האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות של האתר
          המהווה חלק בלתי נפרד מהתקנון.
        </li>
        <li className="bg-color">
          השארת פרטים באתר ואישור לקבלת תוכן שיווקי כוללת, בין היתר, קבלת תוכן
          שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים למשתמשים רשומים.
        </li>
        <li className="bg-color">
          אישור דיוור (קבלת תוכן שיווקי) כאמור, מהווה את הסכמתו של הגולש למשלוח
          דברי פרסומת על-פי חוק התקשורת (בזק ושידורים) (תיקון מס' 40) התשס"ח –
          2008 ("חוק התקשורת").
        </li>
        <li className="bg-color">
          מובהר כי באפשרות משאיר הפרטים להסיר עצמו בכל עת מהדיוור באמצעות לחיצה
          על "להסרה מרשימת התפוצה" או כל מלל דומה שמופיע בתחתית כל דיוור שנשלח
          או באמצעות פנייה לאתר בדוא"ל. כל עוד לא הסיר עצמו הנרשם מרשימת הדיוור
          כאמור, רשאי האתר, בכפוף לחוק התקשורת, להעביר לנרשם דיוור ישיר כאמור.
        </li>
        <li className="bg-color">
          האתר לא יהיה אחראי לכל נזק (ישיר או עקיף), הפסד, עגמת נפש והוצאות
          שייגרמו למשאיר פרטים ו/או לצדדים שלישיים כלשהם בעקבות שימוש או הסתמכות
          על כל תוכן, מידע, נתון, מצג, פרסומת, מוצר, שירות וכד' המופיעים בדיוור.
          כל הסתמכות כאמור נעשית על-פי שיקול דעתו ואחריותו הבלעדית של משאיר
          הפרטים.
        </li>
        <li className="bg-color">
          הדיוור בכללותו, לרבות כל המידע המופיע בו, מוצע כמות שהוא, ויהיה מדויק
          ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין, יתכן ונפלו
          טעויות טכניות או אחרות במידע.
        </li>
        <li className="bg-color">
          הגולש מאשר כי לא תהיה לו כל טענה בקשר למודעות פרסום ו/או פרסומות
          המוצגות באתר, לרבות בקשר למיקומן באתר. מובהר כי בכל הנוגע למודעות
          פרסום המוצגות בחסות צד שלישי, לאתר אין כל התערבות בבחירת הפרסומות
          המוצגות, אמיתות תוכנן וסדר הופעתן.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">השימוש באתר</li>
      <ul className="ul2">
        <li className="bg-color">
          השימוש באתר מותר למטרות פרטיות ואישיות בלבד. אין להעתיק ולהשתמש או
          לאפשר לאחרים להשתמש, בכל דרך אחרת בתכנים מתוך האתר, לרבות באתרי
          אינטרנט אחרים, בפרסומים אלקטרוניים, בפרסומי דפוס וכיו"ב, לכל מטרה, בין
          מסחרית ובין שאינה מסחרית, שאיננה לצורך שימוש אישי ופרטי, למעט בכפוף
          לקבלת אישור ו/או הסכמה מפורשת מראש ובכתב.
        </li>
        <li className="bg-color">
          אין להפעיל או לאפשר להפעיל כל יישום מחשב או כל אמצעי אחר, לרבות תוכנות
          מסוג Crawlers Robots וכדומה, לשם חיפוש, סריקה, העתקה או אחזור אוטומטי
          של תכנים מתוך האתר. בכלל זה, אין ליצור ואין להשתמש באמצעים כאמור לשם
          יצירת לקט, אוסף או מאגר שיכילו תכנים מהאתר.
        </li>
        <li className="bg-color">
          אין להציג תכנים מהאתר בכל דרך שהיא ובכלל זה באמצעות כל תוכנה, מכשיר,
          אביזר או פרוטוקול תקשורת המשנים את עיצובם באתר או מחסירים מהם תכנים
          כלשהם ובפרט פרסומות ותכנים מסחריים.
        </li>
        <li className="bg-color">
          אין לקשר לאתר מכל אתר המכיל תכנים פורנוגראפיים, תכנים המעודדים לגזענות
          או להפליה פסולה, או המנוגדים לחוק, או שפרסומם מנוגד לחוק או המעודדים
          פעילות המנוגדת לחוק.
        </li>
        <li className="bg-color">
          אין לקשר לתכנים מהאתר, שאינם דף הבית של האתרים ("קישור עמוק") ואין
          להציג, או לפרסם תכנים כאמור בכל דרך אחרת, אלא אם הקישור העמוק יהיה לדף
          אינטרנט באתר במלואו וכפי שהוא ("AS IS") כך שניתן יהיה לצפות ולהשתמש בו
          באופן הזהה לחלוטין לשימוש ולצפייה בו באתר. במסגרת זו, חל איסור לקשר
          לתכנים מהאתר, במנותק מדפי האינטרנט שבהם הם מופיעים באתרים (לדוגמה:
          אסור לקשר במישרין לתמונה או לקובץ גרפי באתר, אלא לעמוד המלא שבו הם
          מופיעים). כמו כן על כתובתו המדויקת של דף האינטרנט באתר להופיע במקום
          הרגיל המיועד לכך בממשק המשתמש, לדוגמה: בשורת הכתובת ("Status Bar")
          בדפדפן של המשתמש. אין לשנות, לסלף או להסתיר כתובת זו ואין להחליפה בכל
          כתובת אחרת;
        </li>
        <li className="bg-color">
          האתר רשאי לדרוש ביטול כל קישור עמוק כאמור לפי שיקול דעתו הבלעדי ובמקרה
          זה לא תעמוד כל טענה, דרישה או תביעה כלפי האתר בעניין זה.
        </li>
        <li className="bg-color">
          האתר לא יישא בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור לתכנים מהאתר
          ומכל הצגה או פרסום של תכנים כאמור בכל דרך אחרת. האחריות המלאה והבלעדית
          לכל קישור, הצגה או פרסום של התכנים, היא על מבצע הקישור בלבד.
        </li>
        <li className="bg-color">
          על הגולש לשפות את האתר, עובדיו, מנהליו, שותפיו העסקיים או מי מטעמו
          בגין כל נזק, הפסד, אבדן רווח, תשלום או הוצאה שייגרמו להם - ובכלל זה
          שכ"ט עו"ד והוצאות משפט עקב הפרת תקנון זה. בנוסף, ישפה המשתמש את האתר,
          עובדיו, מנהליו או מי מטעמו בגין כל טענה, תביעה ו/או דרישה שתועלה נגדם
          על ידי צד שלישי כלשהו כתוצאה מתכנים שנמסרו על ידו לפרסום באתר וכתוצאה
          מקישורים שביצע לאתר.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">שינויים באתר, תקלות והפסקות שירות</li>
      <ul className="ul2">
        <li className="bg-color">
          מבלי לגרוע מהאמור לעיל, האתר יוכל לשנות מעת לעת את מבנה האתר, ו/או
          המראה ו/או העיצוב של האתר, את היקפם וזמינותם של השירותים באתר, יהיה
          רשאי לגבות תשלום בעד תכנים ושירותים כאלה או אחרים על פי החלטתו. כמו
          כן, האתר יהיה רשאי לשנות כל היבט אחר הכרוך באתר והכל, בלא צורך להודיע
          על כך מראש.
        </li>
        <li className="bg-color">
          שינויים כאמור יבוצעו, בין השאר, בהתחשב באופי הדינאמי של רשת האינטרנט
          ובשינויים הטכנולוגיים והאחרים המתרחשים בה. מטבעם, שינויים מסוג זה
          עלולים להיות כרוכים בתקלות ו/או לעורר בתחילה אי נוחות וכיו"ב. לא תהיה
          לגולשים באתר כל טענה, תביעה ו/או דרישה כלפי האתר בגין ביצוע שינויים
          כאמור ו/או תקלות שיתרחשו אגב ביצועם.
        </li>
        <li className="bg-color">
          האתר אינו מתחייב ששירותי האתר לא יופרעו, יינתנו כסדרם או בלא הפסקות,
          יתקיימו בבטחה וללא טעויות ויהיו חסינים מפני גישה בלתי מורשית למחשבי
          האתר או מפני נזקים, קלקולים, תקלות או כשלים - והכל, בחומרה, בתוכנה,
          בקווי ובמערכות תקשורת אצל האתר או אצל מי מספקיו.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">קניין רוחני</li>
      <ul className="ul2">
        <li className="bg-color">
          כל זכויות היוצרים והקניין הרוחני הם בבעלות האתר בלבד, או בבעלות צד
          שלישי, שהרשה לאתר לעשות שימוש על פי דין בתכנים אלו ובכלל זה שותפיה
          העסקיים של האתר.
        </li>
        <li className="bg-color">
          אין להעתיק, להפיץ, להציג בפומבי, לבצע בפומבי, להעביר לציבור, לשנות,
          לעבד, ליצור יצירות נגזרות, למכור או להשכיר כל חלק מן הנ"ל, בין ישירות
          ובין באמצעות או בשיתוף צד שלישי, בכל דרך או אמצעי בין אם אלקטרוניים,
          מכאניים, אופטיים, אמצעי צילום או הקלטה, או בכל אמצעי ודרך אחרת, בלא
          קבלת הסכמה בכתב ומראש מהאתר או מבעלי הזכויות האחרים, לפי העניין,
          ובכפוף לתנאי ההסכמה (ככל שתינתן). הוראה זו תקפה גם ביחס לכל עיבוד,
          עריכה או תרגום שנעשו על ידי האתר לתכנים שהוזנו או נמסרו על ידי הגולשים
          לאתר.
        </li>
        <li className="bg-color">
          אם וככל שניתנה הסכמה כאמור, יש להימנע מלהסיר, למחוק או לשבש כל הודעה
          או סימן בעניין זכויות קניין רוחני, לדוגמה: סימון זכויות היוצרים ,© או
          סימן מסחר ®, הנלווים לתכנים שיעשה בהם שימוש.
        </li>
        <li className="bg-color">
          סימני המסחר, צילומים, תמונות תכנים ומודעות הפרסומת של שותפיה העסקיים
          של האתר הינם קניינם של מפרסמים אלה בלבד. גם בהם אין לעשות בהם שימוש
          בלא הסכמת המפרסם מראש ובכתב.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">סמכות שיפוט</li>
      <ul className="ul2">
        <li className="bg-color">
          על תקנון זה יחולו אך ורק דיני מדינת ישראל, אולם לא תהיה תחולה לכללי
          ברירת הדין הבינלאומי הקבועים בהם.
        </li>
        <li className="bg-color">
          לבתי המשפט במחוז הצפון תהיה סמכות שיפוט ייחודית בכל עניין הנובע ו/או
          הקשור לתקנון זה.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">מדיניות פרטיות</li>
      <ul className="ul2">
        <li className="bg-color">האתר מכבד את פרטיות הלקוחות.</li>
        <li className="bg-color">
          על מנת לספק שירות איכותי, אנו עשויים להשתמש בנתונים האישיים שלך, ובין
          היתר, מידע על השימוש שלך באתר ומידע על המכשיר הנייד שלך או המחשב
          ("המידע הנאסף באתר"). המידע הנאסף באתר עשוי לשמש את האתר לצרכים הבאים:
        </li>
        <ul>
          <li className="bg-color-in">
            לספק לך שירותים ולשפר את האתר ו/או את השירותים;
          </li>
          <li className="bg-color-in">תפעולו התקין של האתר;</li>
          <li className="bg-color-in">לנתח את ולנהל את האתר באופן תקין;</li>
          <li className="bg-color-in">שיפור שירות הלקוחות של האתר;</li>
          <li className="bg-color-in">
            ליצירת קשר או לספק לך נתונים בקשר לאתר או לשירות.
          </li>
        </ul>
        <li className="bg-color">
          בעת השימוש באתר, האתר עשוי לאסוף מידע מסוים באופן אוטומטי. לדוגמה:
        </li>
        <ul>
          <li className="bg-color-in">
            כתובת ה- IP שלך, פרוטוקול האינטרנט, ספק האינטרנט או הדפדפן וסוג
            המכשיר ממנו אתה גולש;
          </li>
          <li className="bg-color-in">
            הקלטת הפעילות שלך באתר או תרשים העמודים בהם ביקרת;
          </li>
          <li className="bg-color-in">
            שימוש בעוגיות על מנת לזהות את המכשיר ממנו אתה גולש. קובץ עוגיות הם
            קובץ טקסט קטן שאתר, יישום מקוון או דואר אלקטרוני עשויים לשמור בדפדפן
            האינטרנט ו/או בכונן הקשיח של המחשב לשימוש בביקורים הבאים באתר;{" "}
          </li>
          <li className="bg-color-in">
            מידע שתזין, תשתף או שניתן להשיג מהשימוש שלך באתר.
          </li>
        </ul>
        <li className="bg-color">
          אנו עשויים לשתף את המידע האישי שלך (למעט מידע רגיש כגון פרטי אשראי
          ומספרי תעודות זהות) עם צדדים שלישיים, כולל עם שותפינו העסקיים ונותני
          שירותים.
        </li>
        <li className="bg-color">
          דוגמאות לפעולות שנותני שירותים עשויים לבצע הכרוכים במידע שלך:
        </li>
        <ul>
          <li className="bg-color-in">לפתח ולתחזק את האתר;</li>
          <li className="bg-color-in">
            לצבור מידע על לקוחות ו/או גולשים ולשפר את שירות הלקוחות. לאחר מכן,
            האתר עשוי לשתף מידע כאמור עם שותפי שיווק פוטנציאליים ומפרסמים;
          </li>
          <li className="bg-color-in">
            שיתוף רשתות חברתיות כגון פייסבוק, אינסטגרם ואחרות ומפרסמים נוספים
            ברשת כגון גוגל, טאבולה ואחרים;
          </li>
          <li className="bg-color-in">
            לצרכים סטטיסטים – אנו מספקים מידע אישי לגופים וחברות שאנו נותנים בהן
            אמון כדי שיעבדו את המידע עבורנו לפי הוראות האתר ובאופן העולה בקנה
            אחד עם תקנון זה ומדיניות האתר. ככלל, וככל שלא ניתנה הסכמה מראש
            למסירת מידע אישי, מידע המועבר לצרכים סטטיסטים אינו כולל פרטים מזהים.
          </li>
        </ul>
        <li className="bg-color">
          במידה והאתר ימוזג לתוך פעילות גוף אחר או אם האתר יעבור לבעלות תאגיד
          אחר ניתן יהיה להעביר לתאגיד החדש את המידע הקיים באתר, אבל רק במקרה
          שהתאגיד יתחייב לשמור על תנאי תקנון זה.
        </li>
        <li className="bg-color">
          לנותני שירותים ושותפים עסקיים כאמור ניתנת גישה לכל או לחלק מהמידע שלך,
          והם עשויים להשתמש בעוגיות (כהגדרתן לעיל) או בטכנולוגיית איסוף אחרות.
        </li>
        <li className="bg-color">
          חשוב לזכור שלא ניתן לערוב במאת האחוזים מפני פעילות עוינת ונחושה מצד
          גורמים זרים ולכן אין בפעולות אלה בטחון מוחלט והאתר לא מתחייב שהשירותים
          באתר יהיו חסינים באופן מוחלט מפני גישה בלתי מורשית למידע הנאסף בו.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">צרו קשר</li>
      <ul className="ul2">
        <li className="bg-color">
          האתר מקפיד על קיום הוראות החוק ומכבד את זכותם של משתמשי האתר ואחרים
          לפרטיות ולשם טוב. אם אתה סבור כי פורסם באתר תוכן הפוגע בך מטעם כלשהו,
          נא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל בפנייתך בכל ההקדם. פניות
          כאמור ניתן להעביר באמצעים הבאים:
          <br />
          כתובת: כפר ע'ג'ר;
          <br /> טלפון: 050-9648444;
          <br /> כתובת דואר אלקטרוני: info@takeme-all.com
          <br />
        </li>
      </ul>
    </ul>
  </div>
  <br />
  <div className="container-fluid">
    <ol>
      <h4 className="text-md-center fw-bold">חוזה התקשרות בין TAKEME וספקים</h4>
      <p className="text-md-center">
        <b>TAKEME</b> מודים על בחירתכם לצרף מוצרים\שירותים להשכרה ו\או מכירה
        לאתר האינטרנט המופעל בכתובת <b>www.takeme-all.com ("האתר")</b>, וכן
        להשתמש באפליקציה ובשירותים באמצעות הוואטסאפ והרשתות החברתיות.
      </p>
      <p className="text-md-center">
        האתר מספק פלטפורמה נוחה לחיפוש מוצרים ו/או שירותים להשכרה ו/או מכירה
        ("המוצרים") באמצעות בתי עסק, בעלי מקצוע, אנשים פרטיים ועוד ("בעלי
        המקצוע").
      </p>
    </ol>
    <ul className="ul1">
      <li className="right">כללי</li>
      <ul className="ul2">
        <li className="bg-color">
          הספק מזמין בזה את שירותיה של TAKEME (להלן: "TAKEME") על פי תנאי חוזה
          התקשרות זה ובכפוף ל"תנאים הכללים", החלים על כלל ההתקשרות בין הצדדים
          והמצורפים כחלק בלתי נפרד ממנו (להלן: "החוזה").{" "}
        </li>
        <li className="bg-color">
          החוזה מגבש וממצה את כל ההבנות, ההסכמות וההבטחות אשר נעשו בין הצדדים
          והצדדים מתחייבים לפעול כמיטב יכולתם על מנת לקיים את החוזה.
        </li>
        <li className="bg-color">
          TAKEME הינה פלטפורמה דיגיטלית לפרסום ושיווק של ספקים המספקים שירותים
          מגוונים, בין היתר, שירותי השכרת ומכירת כלי רכב כגון טרקטורונים, ג'יפים
          וכיו"ב וכל שירות אחר אותו יציע הספק ("שירותי הספק").
        </li>
        <li className="bg-color">
          הספק הינו בעל עסק מורשה כדין לאספקת שירותי הספק המשווקים על ידי TAKEME
          והוא מחזיק בכל האישורים, הרישיונות, הביטוחים וההסמכות הרלוונטיות, ככל
          שנדרשים, לצורך אספקת שירותי הספק.
        </li>
        <li className="bg-color">
          לא יהיה תוקף לכל הבנה, הסכמה או הבטחה, אלא אם נכללה בחוזה.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">תיאור השירותים ("השירותים")</li>
      <ul className="ul2">
        <li className="bg-color">
          TAKEME יעניק לספק פלטפורמה לפרסום שירותיו כמפורט להלן:
        </li>
        <ul>
          <li className="bg-color-in">
            פרסום עסקו של הספק ושירותי הספק באתר{" "}
            <b>www.takeme-all.com ("האתר")</b>;
          </li>
          <li className="bg-color-in">
            שיווק שירותי הספק וחיבור בין לקוחות המעוניינים בקבלת שירותי הספק
            ("הלקוחות") לספק.
          </li>
          <li className="bg-color-in">
            הספק רשאי לעדכן את שירותי הספק בכל מועד, להוסיף עליהם ולהוריד מהם
            ללא הגבלה ובכפוף לאישור TAKEME .
          </li>
        </ul>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">עלות השירותים ותנאי תשלום ("התמורה")</li>
      <ul className="ul2">
        <li className="bg-color">
          {" "}
          בתמורה למתן השירותים, ינוכה סך השווה ל- 10% מכל הזמנה שתבוצע ע"י לקוח
          של TAKEME ("התמורה").
        </li>
        <li className="bg-color">
          שיעור התמורה עשוי להשתנות מעת לעת, והכל בהתאם לשיקול דעתו של TAKEME.
        </li>
        <li className="bg-color">
          יובהר, כי באפשרות TAKEME לקבוע דרכי התחשבנות שונים, לרבות גביית התשלום
          בגין אספקת שירותי הספק ישירות מהלקוחות והעברת התשלום בגינם, בניכוי
          התמורה כפי שתיקבע, לספק.
        </li>
        <li className="bg-color">
          התמורה הינה בגין השירותים כפי שתואר לעיל, שירותים נוספים שאינם כלולים
          בחוזה זה (אם וככל שידרשו) יחויבו על פי חוזה התקשרות נוסף שיעשה בין
          הצדדים מבעוד מועד.{" "}
        </li>
        <li className="bg-color fw-bold">
          לאחר ביצוע תשלום התמורה תומצא לספק קבלה כדין.
        </li>
      </ul>
    </ul>
  </div>
  <div className="container-fluid">
    <ul className="ul1">
      <li className="right">תנאים כללים</li>
      <ul className="ul2">
        <li className="bg-color fw-bold">הגדרות</li>
        <ul>
          <li className="bg-color-in">
            יום עסקים – פירושו יום שבו הבנקים פתוחים בישראל.
          </li>
          <li className="bg-color-in">
            החוזה – כל חוזה התקשרות עליו חתמו הצדדים לרבות הוראות תנאים כללים
            אלו.
          </li>
          <li className="bg-color-in">
            השירותים – כמפורט בסעיף "תיאור השירותים" לעיל.
          </li>
        </ul>
        <li className="bg-color fw-bold">
          הצהרות והתחייבויות, הצדדים מצהירים ומתחייבים כדלקמן
        </li>
        <ul>
          <li className="bg-color-in">
            כי אין כל מניעה משפטית, חוזית, חוקית או אחרת המונעת מהם מלהתקשר
            בחוזה זה ולמלא את כל התחייבויותיהם כלפי הצד השני;
          </li>
          <li className="bg-color-in">
            כי TAKEME יעניק שירותים אך ורק על פי ובהתאם להוראות החוזה וללא חריגה
            ממנו;
          </li>
          <li className="bg-color-in">
            כי הם מתחייבים לעשות כל שביכולתם על מנת לקיים את החוזה;
          </li>
          <li className="bg-color-in">
            הספק הוא בעל הכישורים, הניסיון, הידע, המיומנות, האמצעים, הכלים
            והיכולת הנדרשים על מנת להעניק את שירותי הספק ללקוחות המגיעים באמצעות
            TAKEME.
            <br />
            הוא יעניק את השירותים ללקוחות במקצועיות הגבוהה ביותר, בחריצות
            ובנאמנות וימנע מכל מעשה או מחדל שיש בהם לפגוע ב- TAKEME ו/או
            בלקוחות;
          </li>
          <li className="bg-color-in">
            יובהר כי TAKEME אינו צד לכל התקשרות בין לקוח לספק והוא פועל אך ורק
            על מנת לקשר בין הלקוחות והספק, וכי TAKEME אינו מספק את שירותי הספק
            אלא הספק עצמו.
          </li>
          <li className="bg-color-in">
            TAKEME משמש כפלטפורמה המתווכת בין הלקוחות לספק בלבד.
            <br />
            לפיכך, כל האחריות לשירותי הספק, לרבות טיב ואיכות השירותים,
            תכונותיהם, אופן אספקתם, מדיניות ביטול והתשלום בגינם חלה על הספק
            בלבד, ועל הספק להיענות לכל טענה ו/או דרישה ו/או בקשה מצד הלקוח.
            <br />
            כמו כן, ההתקשרות עם הלקוחות ותיאום מתן השירותים ייעשה באופן ישיר מול
            הלקוח;
          </li>
          <li className="bg-color-in">
            הספק הינו האחראי הבלעדי על כל האישורים, הרישיונות והביטוחים הנדרשים
            לאספקת שירותי הספק לרבות להחזקת והשכרת כלי הרכב ולכל שירות המוצע על
            ידו;
          </li>
        </ul>
        <li className="bg-color fw-bold">סיכון, אחריות ושיפוי</li>
        <ul>
          <li className="bg-color-in">
            הספק יהיה האחראי הבלעדי לכל נזק ו/או הפסד העלולים להיגרם ל TAKEME
            ו/או לצד שלישי עקב מתן השירותים ו/או שירותי הספק וישפה את TAKEME
            בגין כך ובתנאי ש TAKEME פעלה על פי החוזה ו/או באופן סביר.{" "}
          </li>
          <li className="bg-color-in">
            מובהר כי TAKEME לא יישא בכל אחריות בגין נזק ו/או הוצאה כספית ו/או
            הפסד אשר יגרם כתוצאה ממעשה או מחדל אשר בוצע על ידי הספק ו/או מי
            מטעמו ו/או בגין מתן שירותי הספק.
          </li>
          <li className="bg-color-in">
            מבלי לגרוע מן האמור לעיל, TAKEME ו/או מי מטעמו, לא יהיו אחראים לכל
            נזק הנובע מכוח עליון או נסיבות שאינן בשליטתו, ובכלל זה, תקלות טכניות
            ו/או בעיות תקשורת באתר, מלחמה, שביתה או השבתה, פעולות חבלה, הפרעות
            לסדר הציבורי, מעשה או מחדל של צד שלישי או מגבלות שהוטלו על ידו,
            חוקים, תקנות, צווים או הוראות ממשלתיות אחרות, מגבלות ביטחוניות,
            מגיפה, או נסיבות אחרות שאינן בשליטתו ואשר בשלן אין באפשרותו לעמוד
            בהתחייבויותיו.
          </li>
          <li className="bg-color-in">
            יובהר כי TAKEME אינו מתחייב לכמות מסוימת של לקוחות אשר יפנו אליו
            באמצעות האתר, ולספק לא תהיה כל טענה ו/או תביעה ו/או דרישה כלפי
            TAKEME בגין אי הזמנת שירותים באמצעות האתר.
          </li>
        </ul>
        <li className="bg-color fw-bold">קניין רוחני</li>
        <ul>
          <li className="bg-color-in">
            הספק מאשר כי כל מידע ו/או קניין רוחני אחר שיופק על ידי TAKEME במסגרת
            החוזה יהיה קניינו הבלעדי של TAKEME, למעט מידע ו/או קניין רוחני אשר
            שייך לצד ג' והשימוש בו ניתן על ידי רישיון שימוש או כל היתר אחר.
          </li>
          <li className="bg-color-in">למען הסר ספק מובהר בזאת כי:</li>
          <ul>
            <li className="bg-color-in-in">
              הספק מתחייב שלא ישתף ו/או יעביר את המידע ו/או קניין רוחני שהופק
              עבורו על ידי TAKEME לכל גורם אחר מלבדו;
            </li>
            <li className="bg-color-in-in">
              הספק מתחייב שלא לעשות שימוש בכל קניין ו/או קניין רוחני השייך ל
              TAKEME ואשר הגיע אליו ו/או שנחשף אליו שלא במסגרת החוזה.
            </li>
          </ul>
        </ul>
        <li className="bg-color fw-bold">התכנים המועברים לפרסום על ידי הספק</li>
        <ul>
          <li className="bg-color-in">
            בעת מסירת מידע לפרסום, לרבות תכנים, תמונות, לוגואים וכד', חלה על
            הספק האחריות המלאה והבלעדית לכל תוצאה שתנבע מפרסום המידע ועליו
            להקפיד שתכנים כאלה יהיו חוקיים.
          </li>
          <ul>
            <li className="bg-color-in-in">
              אין למסור לפרסום מידע שידוע כשקרי, מטעה או מסולף;
            </li>
            <li className="bg-color-in-in">
              מידע הפוגע בזכויות קנייניות של אחרים או מפר אותן לרבות זכויות
              יוצרים וסימני מסחר;
            </li>
            <li className="bg-color-in-in">
              תכנים פורנוגראפיים ו/או בעלי אופי מיני בוטה;
            </li>
            <li className="bg-color-in-in">
              מידע הנוגע לקטינים או לפרטיהם האישיים או מענם ודרכי התקשרות עמם;
            </li>
            <li className="bg-color-in-in">
              מידע ותכנים המזהים אישית אנשים אחרים מבלי שנתנו הסכמתם לפרסום
              זהותם;
            </li>
            <li className="bg-color-in-in">
              תכנים המהווים לשון הרע על אדם או פוגעים בשמו הטוב או בפרטיותו;
            </li>
            <li className="bg-color-in-in">
              תכנים המעודדים לאפליה פסולה או גזענות.
            </li>
          </ul>
          <li className="bg-color-in">
            TAKEME יהיה רשאי לערוך כל תוכן כזה, לפי שיקול דעתו המוחלט ובכלל זה
            לקצרו וכן לסרב לפרסם או למחוק לאלתר כל תוכן שנמסר לפרסום בכל עת
            שימצא כי הופרו תנאי הסכם זה או שתכנים שפורסמו פוגעים או עלולים לפגוע
            בפעילותו.
          </li>
          <li className="bg-color-in">
            הספק ישפה את TAKEME בגין כל דרישה ו/או תביעה שתופנה נגדה בגין הפרת
            זכויות קניין רוחני כאמור.
          </li>
        </ul>
        <li className="bg-color fw-bold">
          התחייבויות הספק והאחריות על מתן השירות
        </li>
        <ul>
          <li className="bg-color-in">הספק מתחייב:</li>
          <ul>
            <li className="bg-color-in-in">
              לבטח עצמו בכל הביטוחים הרלוונטיים לתחום עיסוקו. TAKEME אינה אחראית
              לבטח את הספק, וכל נזק ו/או הפסד אשר ייגרם לספק בעקבות כך, הינה
              באחריותו בלבד;
            </li>
            <li className="bg-color-in-in">
              לספק ל TAKEME - מידע עדכני ומדויק, וכן להתנהל בשקיפות מלאה מול
              TAKEME בכל הנוגע למקצועיותו, ניסיונו והכשרותיו;
            </li>
            <li className="bg-color-in-in">
              על מנת לוודא שלקוחות TAKEME מקבלים את המחיר האטרקטיבי ביותר מהספק,
              על הספק אסור לשווק ו/או להעניק את שירותי הספק במחיר נמוך מהמחיר
              המפורסם על ידי TAKEME כחלק ממתן השירותים, בין אם בכל ערוץ אחר ובין
              אם על ידי הספק עצמו;
            </li>
            <li className="bg-color-in-in">
              לתת שירות מקצועי ואיכותי ללקוח, לרבות הקפדה על איכות, בטיחות
              וניקיון הציוד המושכר על ידו כחלק ממתן שירותי הספק;
            </li>
            <li className="bg-color-in-in">
              להתנהל בצורה נאותה ובאופן מכבד עם הלקוחות, לתת מענה הולם ללקוחות
              הפונים אליו בעניין קבלת שירותיו, מענה על שאלות מקצועיות וכיו"ב;
            </li>
          </ul>
          <li className="bg-color-in">
            האחריות על מתן שירותי הספק, טיבם ואיכותם תחול על הספק בלבד.
          </li>
          <li className="bg-color-in">
            האחריות למתן שירות לקוחות בגין שירותי הספק יחול על הספק באופן בלעדי,
            והספק יהיה האחראי הבלעדי למועדי שירותי הספק אליהם התחייב מול הלקוח,
            וכן על ביטולים ושינויים שיתבקשו על ידי לקוחות.
          </li>
          <li className="bg-color-in">
            הספק מתחייב שלא לבצע באמצעות TAKEME כל פעילות שאינה חוקית, ולנהוג
            באופן ראוי כלפי הלקוחות.
          </li>
          <li className="bg-color-in">
            הספק מאשר ומודע כי הופעתו באתר וסדר ההופעה ייקבע לפי דירוג פופולריות
            ושביעות רצון על ידי הלקוחות ולפי שיקול דעת TAKEME וכי הלקוחות רשאים
            להשאיר תגובות וביקורות חיוביות או שליליות על השירות שניתן ע"י הספק
            באתר TAKEME ולספק לא תהא כל טענה כנגד TAKEME בשל כך.{" "}
          </li>
          <li className="bg-color-in">
            במקרה של ביטול שירות ללקוח מצד הספק, על הספק להודיע מראש.
          </li>
          <li className="bg-color-in">
            במקרה של אי הספקת שירות שהוזמן ע"י לקוח ללא הודעה מראש או ביטול ברגע
            האחרון, TAKEME יהיה רשאי לערוך בירור, ואף לבטל את ההתקשרות עם הספק
            באופן מיידי.
          </li>
        </ul>
        <li className="bg-color fw-bold">סמכות שיפוט</li>
        <ul>
          <li className="bg-color-in">
            הצדדים יעשו את מירב המאמצים כי כל חילוקי הדעות ביניהם, ככל שיתגלעו,
            ייושבו ביניהם.
          </li>
          <li className="bg-color-in">
            על החוזה וכל הנובע ממנו יחולו אך ורק דיני מדינת ישראל, לבתי המשפט
            המוסמכים במחוז צפון תהיה סמכות השיפוט הבלעדית בקשר לחוזה וכל הנובע
            ממנו, ולא לכל בית משפט אחר זולתם.
          </li>
        </ul>
        <li className="bg-color fw-bold">העברת זכויות</li>
        <ul>
          <li className="bg-color-in">
            הספק אינו רשאי להמחות ו/או להעביר ו/או לשעבד את זכויותיו
            והתחייבויותיו כמפורט בחוזה זה ללא הסכמת TAKEME מראש.
          </li>
          <li className="bg-color-in">
            כמו כן, גם TAKEME אינו רשאי להמחות ו/או להעביר ו/או לשעבד את
            זכויותיו והתחייבויותיו כמפורט בחוזה זה ללא הסכמת הספק מראש, למעט
            העברת העבודה לעובד ו/או נותן שירותים ו/או מי מטעמו אשר עובד יחד עמו.
          </li>
        </ul>
        <li className="bg-color fw-bold">תשלומים, מס ערך מוסף ומיסים אחרים</li>
        <ul>
          <li className="bg-color-in">
            כל הסכומים המוצגים בחוזה אינם כוללים מע"מ ו/או מס אחר.
          </li>
          <li className="bg-color-in">
            ככל שעל פי דין יש לשלם ו/או להוסיף מע"מ או מס אחר על סכומים אלו הוא
            ישולם על ידי הספק.
          </li>
          <li className="bg-color-in">
            כל סכום שלא ישולם ל TAKEME במועדו, יישא ריבית פיגורים והוצאות גביה
            בשיעור המרבי המותר על פי דין לאחר היום ה- 10 שהיה מיועד לפירעון ועד
            ליום תשלומו בפועל.
          </li>
          <li className="bg-color-in">
            יובהר כי במקרה שתשלום לא שולם ל TAKEME במועדו TAKEME יהיה רשאי לדחות
            את לוח הזמנים שהוסכם עם הספק עבור מתן השירותים ו/או לבטל את ההתקשרות
            עימו.
          </li>
        </ul>
        <li className="bg-color fw-bold">בלעדיות</li>
        <ul>
          <li className="bg-color-in">
            יודגש כי ככל והספק יעשה שימוש בשירותיו של גורם אחר בתחום השירותים
            שמעניק TAKEME, ל TAKEME לא תהיה כל אחריות בשל נזק שיגרם בשל עבודת
            נותן השירות האחר.
          </li>
          <li className="bg-color-in">
            TAKEME שומר לעצמו את הזכות להיעזר בשירותיו של צד שלישי לביצוע העבודה
            במסגרת החוזה (outsourcing) ולספק לא תהיה כל טענה בעניין זה.
          </li>
          <li className="bg-color-in">
            הספק לא יהיה רשאי להעסיק ו/או ליצור כל קשר עם מי מעובדי TAKEME,
            לרבות צד שלישי כלשהו ככל ו TAKEME ייעזר בשירותיו כאמור, שלא כחלק
            מאספקת השירותים, במשך 12 חודשים ממועד סיום ההתקשרות אלא באישור
            TAKEME מראש ובכתב.
          </li>
          <li className="bg-color-in">
            הספק מתחייב כי במהלך כל תקופת ההתקשרות עם TAKEME ולאחריה, מכל סיבה
            שהיא, לא יפנה באופן ישיר אל לקוחות שהגיעו אליו באמצעות TAKEME, ויש
            לתת שירות ללקוחות אלו אך ורק במסגרת חוזה התקשרות זה.
          </li>
          <li className="bg-color-in">
            ככל וייפנה הספק ללקוחות באופן ישיר, תהא TAKEME זכאית לתשלום התמורה
            בגין השירותים שיעניק הספק.
          </li>
        </ul>
        <li className="bg-color fw-bold">דרכי התקשרות</li>
        <ul>
          <li className="bg-color-in">יראו בהודעה כתקפה אם:</li>
          <ul>
            <li className="bg-color-in-in">
              נשלחה במסירה אישית לכתובת הצד השני, תהיה תקפה ביום העסקים שלמחרת.{" "}
            </li>
            <li className="bg-color-in-in">
              נשלחה בדואר רשום לכתובת הצד השני, תהיה תקפה 5 ימי עסקים לאחר
              שנמסרה.
            </li>
            <li className="bg-color-in-in">
              נשלחה לדואר האלקטרוני של הצד השני, תהיה תקפה ביום העסקים שלמחרת
              אישור דבר קבלת הדוא"ל.
            </li>
          </ul>
        </ul>
        <li className="bg-color fw-bold">מעמד הצדדים</li>
        <ul>
          <li className="bg-color-in">
            מוסכם בזה כי היחסים שבין TAKEME לספק יהיו יחסי ספק-קבלן עצמאי, כי
            מעמדו של TAKEME לכל צורך ועניין הוא מעמד של קבלן עצמאי במובן חוק
            חוזה קבלנות, תשל"ד-1974.
          </li>
          <li className="bg-color-in">
            וכי אין ולא יתקיימו בין הספק ל TAKEME ו/או עובדיו ו/או שליחיו ו/או
            כל אדם מטעמו, יחסי עובד מעסיק ו/או יחסי שולח-שלוח ו/או יחסי שותפות.
          </li>
        </ul>
        <li className="bg-color fw-bold">תקופת החוזה וסיום ההתקשרות</li>
        <ul>
          <li className="bg-color-in">
            הספק יהיה רשאי לסיים את ההתקשרות בחוזה על ידי מתן הודעה בכתב ל
            TAKEME בתקופה של 30 ימים מראש.
          </li>
          <li className="bg-color-in">
            בכל מקרה, סיום ההתקשרות אינו מעמיד לספק זכות לקבלת החזר ו/או זיכוי
            בגין תשלום ששולם ו/או צריך להשתלם ל TAKEME בגין תקופת ההודעה.
          </li>
          <li className="bg-color-in">
            מבלי לגרוע מהאמור, ל TAKEME תעמוד הזכות לסיים את החוזה בהודעה בכתב
            ובאופן מידי בכל עת ובהתאם לשיקול דעתה הבלעדי מבלי שתצטרך לנמק את
            החלטתה ומבלי שלספק תהא כל טענה ו/או תביעה בנושא, לרבות בכל אחד
            מהמקרים הבאים:
          </li>
          <ul>
            <li className="bg-color-in-in">
              הספק מבצע הפרה של התחייבויותיו על פי החוזה ואינו מצליח לתקן את
              ההפרה כאמור תוך 10 ימי עסקים;
            </li>
            <li className="bg-color-in-in">
              הספק נמצא במצב של פירוק ו/או חדלות פירעון ו/או הליכים דומים או
              שמונה לנכסיו של הצד השני כונס נכסים;
            </li>
            <li className="bg-color-in-in">
              הספק לא עמד בהתחייבויותיו כלפי לקוחותיו של TAKEME, לרבות אי מתן
              השירות ללקוח, קבלת תגובות שליליות על שירות שניתן על ידו, היעדרות
              ללא הודעה מוקדמת ממתן שירותים ללקוח וכיו"ב;
            </li>
            <li className="bg-color-in-in">
              פנייה עצמאית ובאופן ישיר של הספק ללקוח שפנה אל הספק באמצעות
              TAKEME, וניסיון לעקוף את TAKEME בכל דרך שהיא בעניין פנייה ללקוחות;
            </li>
            <li className="bg-color-in-in">
              אי תשלום ו/או עיכוב בתשלום הספק ל TAKEME את הסכומים האמורים בחוזה
              בתקופה העולה על 5 ימי עסקים תעמיד ל TAKEME זכות לסיים את החוזה
              מידית.
            </li>
          </ul>
          <li className="bg-color-in">
            ככל ותגיע התקשרות הצדדים לסיומה, מכל סיבה שהיא, TAKEME יסיר מהאתר את
            כלל התכנים והמידע אשר סופקו על ידי הספק ומוצגים בפרופיל הספק באתר.
            TAKEME לא ישמור ו/או יאחסן את המידע והתכנים שסופקו. כל התקשרות שתהא
            לאחר מכן, תהא באמצעות חוזה התקשרות חדש ובתנאים שיקבעו.
          </li>
        </ul>
        <li className="bg-color fw-bold">שונות</li>
        <ul>
          <li className="bg-color-in">
            חוזה זה מגבש וממצה את כל ההסכמות, המצגים וההבטחות אשר נעשו בין
            הצדדים עובר לחתימתו ולא יהיה תוקף לכל חוזה, מצג או הבטחה אלא אם
            נכללו בחוזה זה גופו.
          </li>
          <li className="bg-color-in">
            ככל ולא צוין אחרת, התנאים הכללים המפורטים בחוזה זה, בשינויים
            המתאימים, יחולו על כל חוזה ו/או כל התקשרות עתידית ככל שתעשה בין
            הצדדים, ללא יוצא מן הכלל, בין אם צורפו לאותו חוזה ו/או התקשרות כאמור
            ובין אם לאו ולצדדים לא תהא כל טענה ו/או תביעה בשל כך והם מתחייבים
            לפעול לפי תנאים אלו.
          </li>
          <li className="bg-color-in">
            כל שינוי בחוזה זה יהיה בכתב ובהסכמת הצדדים.
          </li>
          <li className="bg-color-in">
            במידה ותנאי בחוזה ו/או בתנאים הכללים אינו ישים ו/או נוגד את הדין
            ו/או פג תוקפו ו/או בלתי ניתן לאכיפה, החוזה והתנאים הכללים ימשיכו
            להיות מבוצעים ויראו בתנאי שאינו ישים ו/או נוגד את הדין ו/או פג תוקפו
            ו/או בלתי ניתן לאכיפה כמבוטל.
          </li>
        </ul>
      </ul>
    </ul>
  </div>
  <br />
  <div className="container-fluid">
    <ol>
      <h4 className="text-md-center fw-bold">הסכם כללי על השכרת ציוד</h4>
    </ol>
    <ul className="ul1">
      <li className="right">פרטי המשכיר והשוכר</li>
      <ul className="ul2">
        <li className="bg-color">
          הסכם זה נערך באופן אוטומטי לכל הזמנה המתבצעת דרך TAKEME בין הספק להלן
          צד א' ובין הלקוח להלן צד ב'.
        </li>
      </ul>
      <li className="right">פרטי הציוד</li>
      <ul>
        <li className="bg-color">
          צד א' משכיר לצד ב' את הציוד, על מנת שצד ב' ישתמש בציוד זה בעבודות לפי
          ראות עיניו.
        </li>
      </ul>
      <li className="right">תקופת השכירות (מועד אספקה ומועד החזרה)</li>
      <ul>
        <li className="bg-color">תקופת השכירות נקבעת לפי החלטת הספק והלקוח.</li>
      </ul>
      <li className="right">תשלום</li>
      <ul>
        <li className="bg-color">
          צד ב' ישלם לצד א' עבור השימוש בציוד הנ"ל את הסכום הנקבע ביניהם לכל
          תקופת השכירות. התשלום ייעשה בתאריך הנקבע מראש בין הספק והלקוח.
        </li>
      </ul>
      <li className="right">אספקת הציוד</li>
      <ul>
        <li className="bg-color">
          צד א' ימסור את הציוד במצב תקין לידי צד ב' ושני הצדדים יבדקו את הציוד
          בעת המסירה ויאשרו את תקינותו בתעודת המסירה.
        </li>
      </ul>
      <li className="right">שימוש בציוד</li>
      <ul>
        <li className="bg-color">
          צד ב' מתחייב להחזיק את הציוד במקום בטוח ולתחזק אותו בהתאם להנחיות
          המקצועיות שיקבל מצד א'.
        </li>
        <li className="bg-color">
          כל הוצאות התפעול הישירות בעת קיום הסכם זה על חשבון צד ב'.
        </li>
        <li className="bg-color">
          התקלקל הציוד בשלמותו או בחלקו באשמת צד ב', או בשל תקלה שנגרמה על ידי
          תפעולו, יישא צד ב' בהוצאות התיקון המלאות וישלם שכר שימוש לצד א' כאילו
          עבד הציוד.
        </li>
        <li className="bg-color">
          התקלקל הציוד בשלמותו או בחלקו בשל בלאי או פגם כלשהו שהיה קיים לפני
          תחילת הסכם זה, אפילו לא התגלה בעת הבדיקה לפי סעיף "אספקת הציוד", יישא
          צד א' במלוא הוצאות התיקון ולא ישלם צד ב' לצד א' עבור עמידת הציוד עד
          תיקונו.
        </li>
        <li className="bg-color">
          יושבת הציוד בשל מזג אוויר או סיבות שאין לצד ב' שליטה עליהן ונמסרה לצד
          א' על כך הודעה טלפונית, תנוכה תקופת העמידה מן התשלום המגיע לצד א' מצד
          ב'.
        </li>
        <li className="bg-color">
          כל הוצאות הובלת הציוד למקום הפעלתו וחזרה לרשות צד א', חלות על צד ב'.
        </li>
        <li className="bg-color">
          צד ב' מתחייב לקיים כל הוראות פוליסת הביטוח של הציוד לפי הנדרש ע"י חברת
          הביטוח.
        </li>
        <li className="bg-color">
          יגיע סכום ביטוח כלשהו בשל תקלה או תאונה שעבורה שילם צד ב', יימסר סכום
          הביטוח לידי צד ב'.
        </li>
      </ul>
      <li className="right">החזרת הציוד</li>
      <ul>
        <li className="bg-color">
          צד ב' יחזיר לצד א' את הציוד לא יאוחר מתאריך סיום תקופת השכירות.
        </li>
        <li className="bg-color">
          צד ב' יחזיר את הציוד לצד א' במצב בו קיבל את הציוד כשהוא תקין ונקי.
        </li>
        <li className="bg-color">
          בעת ההחזרה ייבדק הציוד ע"י צד א' וצד ב' ותקינותו, או מחויבות צד ב'
          לתיקונים נוספים, יאושרו בכתב על גבי תעודת מסירה.
        </li>
        <li className="bg-color">
          במידה והציוד יחזור כשהוא טעון תיקון ו/או ניקוי, יחויב צד ב' בעלות
          השווה להחזרת המוצר לקדמותו.
        </li>
        <li className="bg-color">
          במקרה ולא יוחזר המוצר עד תאריך הסיום, יחויב צד ב' בסכום הנקבע מראש בין
          הספק ללקוח.
        </li>
        <li className="bg-color">
          אי החזרת הציוד תחייב צד ב' בעלות הציוד במחיר מלא לצרכן.
        </li>
      </ul>
      <li className="right">פיקדון</li>
      <ul>
        <li className="bg-color">
          צד ב' מצהיר כי ידוע לו שצד א' רשאי לבקש כל סוג של פרטי תשלום (פרטי
          כרטיס אשראי, צ'יק ביטחון, מזומן, או כל סוג אחר של פרטי תשלום) כדי
          שישמשו כפיקדון.
        </li>
        <li className="bg-color">הפיקדון ייפדה במקרים שלהלן:</li>
        <ul>
          <li className="bg-color-in">
            איחור בהחזרת הציוד יחייב בסכום כספי הנקבע מראש בין הספק והלקוח.
          </li>
          <li className="bg-color-in">
            החזרת הציוד כאשר הוא במצב טעון תיקון ו/או ניקוי, יחייב בעלות השווה
            להחזרת המוצר לקדמותו.
          </li>
          <li className="bg-color-in">
            אי החזרת הציוד תחייב בעלות הציוד במחיר מלא לצרכן.
          </li>
        </ul>
      </ul>
      <li className="right">סכסוך או מחלוקת</li>
      <ul>
        <li className="bg-color">
          הצדדים מסכימים כי כל סכסוך או מחלוקת ביניהם בקשר להוראות הסכם זה, תובא
          להכרעה בפני בורר דן יחיד אשר ימונה על ידי שני הצדדים יחדיו.
        </li>
        <li className="bg-color">
          בהעדר הסכמה בין שני הצדדים תוך 7 ימים על זהות בורר מוסכם, ימונה הבורר
          על ידי מערכת TAKEME אשר דרכה התחברו שני הצדדים. כל בורר שימונה ידון
          בסכסוך והכרעתו תהיה סופית ולא תהיה זכות ערעור בפני הרכב בוררים.
        </li>
      </ul>
      <li className="right">מערכת TAKEME</li>
      <ul>
        <li className="bg-color">
          הצדדים מסכימים כי מערכת TAKEME אשר דרכה התחברו שני הצדדים, אינה אחראית
          לתוכן ההסכם הזה ולצדדים לא תהיה כל זכות תביעה נגדה בגין הסכם זה.
        </li>
      </ul>
    </ul>
  </div>
  <style
    dangerouslySetInnerHTML={{
      __html:
        '\n        p {\n            font-size: 12px;\n        }\n        \n        h4 {\n            color: #03AC85;\n        }\n        \n        .ul1 {\n            margin-left: -12px;\n            padding-left: 9px;\n            list-style: none;\n        }\n        \n        .ul1 .ul2 {\n            margin-left: 0px;\n            padding-left: 0px;\n            margin-right: 0px;\n        }\n        \n        .ul1 li::before {\n            content: "\\2022";\n            color: #03AC85;\n            font-size: 30px;\n            font-weight: solid;\n            display: inline-block;\n            width: 1.6em;\n            margin-left: -1em;\n        }\n        \n        .ul1 .ul2 li::before {\n            content: "\\2022";\n            color: #000000;\n            font-size: 20px;\n            font-weight: solid;\n            display: inline-block;\n            width: 1.8em;\n            margin-left: -1em;\n        }\n        \n        .ul1 .ul2 ul li::before {\n            content: "\\2022 ";\n            color: #000000;\n            font-size: 20px;\n            font-weight: solid;\n            display: inline-block;\n            width: 1.8em;\n            margin-left: -1em;\n        }\n\t\t\n\t\tul .ul1 .ul2 ul li::before {\n            content: "\\2022 ";\n            color: #000000;\n            font-size: 15px;\n            font-weight: solid;\n            display: inline-block;\n            width: 1.8em;\n            margin-left: -1em;\n        }\n        \n        .right {\n            font-size: 16px;\n            color: #03AC85;\n            font-weight: 600;\t\t\t\n        }\n        \n        .bg-color {\n            padding-right: 5px;\n            font-size: 12px;\n            border-right: 3px solid #03AC85;\n            background-color: #F5F5F5;\n        }\n        \n        .bg-color-in {\n            font-size: 12px;\n            padding-right: 18px;\n            border-right: 3px solid #03AC85;\n            background-color: #F5F5F5;\n        }\n\t\t\n\t\t.bg-color-in-in {\n            font-size: 12px;\n            padding-right: 30px;\n            border-right: 2px solid #03AC85;\n            background-color: #F5F5F5;\n        }\n        \n        .term {\n            margin-right:0px;\n            direction: rtl;\n            font-family: Arial, Helvetica, sans-serif;\n        }\n    '
    }}
  />
</div>

          </div>
        </div>
      </>
    )
}

export default PrivacyPolicy